[{"id":0,"name":"MAYACAMAS VINEYARDS CABERNET SAUVIGNON","year":"2014","price":"$125","img":"https://static.vinepair.com/wp-content/uploads/2018/11/Wine1.png","comment":"Mayacamas Vineyards’ 2014 Cabernet Sauvignon is a graceful return to form from an iconic Napa winery. Changes in ownership, civil disputes, and worries about a departure from the winery’s traditional, elegant style become distant memories when tasting this powerful but focused wine. Very light oak influence allows the elevated, sun-soaked terroir of Mount Veeder to shine. Acidity is bright, and the wine has tart, juicy black fruits. Herbs and black licorice add nuance, while chewy tannins persist in a lingering finish, which is rich in stony mineral notes. If over-extracted Napa Cabs turned you away from the variety and region, this bottle promises to lure you back in. The 2014 vintage is drinking exceptionally well, but it’s still a baby. This wine will mature with grace and elegance and can be left in the cellar for decades.","notes":"","rating":5,"visible":true},{"id":1,"name":"HERMANN J. WIEMER HJW VINEYARD RIESLING","year":"2016","price":"$40","img":"https://static.vinepair.com/wp-content/uploads/2018/11/Wine2.png","comment":"German-born Hermann J. Wiemer was a pioneer of viticulture and winemaking in New York’s Finger Lakes region. In 2003, his apprentice Fred Merwath took over the winery, along with Merwath’s college friend and now co-owner, Oskar Bynke. The pair are now making the region’s most exciting wines, growing grapes without pesticides and herbicides, and slowly fermenting wines over periods of eight months or more. Grapes for this bottle come from the HJW vineyard, whose aged vines benefit from the moderating effects of nearby Seneca Lake. The site’s elevation also provides a cool, prolonged growing season, meaning grapes mature with intensity and finesse and maintain fresh fruit flavors and bracing acidity. This bottle has green apple, white peach, and lemon notes, followed by a lasting, crisp finish. Dry, age-worthy, and absolutely delicious, this is the most stunning Riesling currently being made in America.","notes":"","rating":4,"visible":true},{"id":2,"name":"VIÑA VIK MILLAHUE","year":"2013","price":"$126","img":"https://static.vinepair.com/wp-content/uploads/2018/11/Wine3.png","comment":"Norwegian billionaire Alexander Vik founded an eponymous Chilean winery with the modest aim of creating the best wine in South America. In 2006, after years of extensive planning, research, and soil analysis, he purchased an 11,000-acre estate in the Millahue Valley. Viña Vik’s flagship Millahue blend contains Cabernet Sauvignon grapes from three different vine clones, planted across three plots. Smaller quantities of Cabernet Franc, Merlot, Syrah, and Carménère complete the wine. The 2013 vintage more than delivers on Vik’s vision, with dark berry aromas, followed by dried herbs and floral notes. Bright and energetic on the palate, with spicy tannins, this is a polished wine capable of aging. Not only is this now South America’s best wine, it ranks among the finest bottles we tasted all year.","notes":"","rating":4,"visible":true},{"id":3,"name":"KIR-YIANNI ESTATE RAMNISTA","year":"2013","price":"$29","img":"https://static.vinepair.com/wp-content/uploads/2018/11/Wine4.png","comment":"An acidic, black grape, Xinomavro wines are powerful and highly tannic. Grapes for Kir-Yianni Estate’s Ramnista come from carefully selected vineyards whose low pH soils produce expressive, concentrated wines. The 2013 vintage is intensely aromatic, with flavors of dark fruit, leather, olives, and herbs. Grippy tannins work alongside racy acidity in this $25 bottle that will age well for 10 to 15 years at least. This wine proves that Greek Xinomavro can hang with the likes of Barolo and Pinot Noir. This is one variety to watch over the next couple of years.","notes":"","rating":5,"visible":true},{"id":4,"name":"TABLAS CREEK VINEYARD ESPRIT DE TABLAS BLANC","year":"2015","price":"$43","img":"https://static.vinepair.com/wp-content/uploads/2018/11/Wine5.png","comment":"An esteemed Paso Robles winery, Tablas Creek Vineyard was formed as a joint venture between the southern Rhône’s Perrin family (of Château de Beaucastel fame), and Robert Haas, the founder of wine importer Vineyard Brands. The plot features original vine cuttings from France, with Roussanne, Grenache Blanc, and Picpoul Blanc making up the 2015 Esprit de Tablas Blanc blend. The wine has an opulent mouthfeel and expressive nose with freshly cut green apples, dried salted nuts, and golden honey notes. The palate is equally rich, with a faint saline backbone and persisting finish. This is what happens when you combine quality growing techniques with experienced blending.","notes":"","rating":4,"visible":true},{"id":5,"name":"DELAMOTTE BLANC DE BLANCS BRUT","year":"2008","price":"$90","img":"https://static.vinepair.com/wp-content/uploads/2018/11/Wine6.png","comment":"Priced at just $90, little more than many houses’ non-vintage offerings, this creamy, complex blanc de blancs offers bright, fruit-driven flavor. There are well-incorporated, toasty brioche notes, balanced by mouthwatering acidity. Complex yet approachable, this is a crowd-pleasing vintage Champagne, priced for the people.","notes":"","rating":4,"visible":true},{"name":"Wine test 123","year":"2019","img":"https://static.vinepair.com/wp-content/uploads/2018/11/Wine7.png","rating":"5","price":"123€","comment":"very good wine for testing...","id":6,"notes":"","visible":true}]